Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/A02A.tmx
Source language: en_us
Languages: zh_cn

source: Asia facing unprecedented food shortage, UN report says
zh_cn: 联合国报道：亚洲面临史无前例的粮食短缺

source: Asia faces an unprecedented food crisis and huge social unrest unless hundreds of billions of dollars are invested in better irrigation systems to grow crops for its burgeoning population, according to a UN report published today.
zh_cn: 联合国今天发表的报告称，亚洲如果不投入上千亿美元来改善其灌溉系统，以为其迅速增长的人口提供足够的粮食的话，它将面临前所未有的粮食危机和巨大的社会动乱。

source: India, China, Pakistan and other large countries avoided famines in the 1970s and 1980s only because they built giant state-sponsored irrigation systems and introduced better seeds and fertilisers. But the extra 1.5 billion people expected to live on the continent by 2050 will double Asia's demand for food, says the report from the UN's Food and Agriculture Organisation (FAO) and the World Bank-funded International Water Management Institute (IWMI).
zh_cn: 这份由联合国粮农组织和又世界银行资助的国际水资源管理研究所发布的报告指出，印度、中国和巴基斯坦等大国之所以能够在上世纪70年代和80年代躲过灾荒，正是由于他们建造了大型的、政府资助的灌溉体系以及引进较好的种子和化肥。但在2050年之前，亚洲大陆上预计将新增15亿人口，对粮食的需求也将翻番。

source: A combination of very little new land left for cultivation, an increasingly unpredictable climate and water supplies stretched to the limit means the only realistic option to feed people in the future will be better management of existing water supplies, according to the report.
zh_cn: 据该报告的观点，由于可开垦的新土地很少，气候也更加变幻莫测，加上水资源供给已经达到了极限，这些都意味着在未来养活人们的唯一实际办法是更好地管理现有的水资源供给。

source: "There is no new land or water to develop so we have to make more use of what we have.
zh_cn: “由于没有新的土地和水资源来开发，因此我们应该更好地利用现有的资源。

source: Existing irrigation systems are often 50 to 70 years old.
zh_cn: 现存的灌溉系统通常有50到70年的历史了。

source: They are leaking and water is evaporating.
zh_cn: 渗漏不断，水体蒸发。

source: We urgently need a new generation of irrigation.
zh_cn: 急切需要新一代的灌溉系统。

source: That is the only way we are going to feed everyone," said Colin Chartres, who is the director general of IWMI.
zh_cn: 那是唯一养活所有人的路子，”国际水资源管理研究所总干事科琳·沙特尔说。

source: "If we don't [invest] we will see food crises like the one in 2007 repeated over and again.
zh_cn: “如果我们不投入资本的话，那么像2007年那样的粮食危机还会不断上演。

source: That was an early warning.
zh_cn: 这是前车之鉴。

source: If nothing is done, you are going to get an increase in social unrest, migration and a fertile ground for terrorism," he said.
zh_cn: 如果无所作为的话，那么社会不安定和移民问题都会加剧，同时恐怖主义也得到了滋生的土壤，”他说。

source: Since the demise of communism and the rise of the free market, farmers have increasingly opted to take irrigation into their own hands, mainly using cheap Chinese-made pumps.
zh_cn: 自从共产主义制度终结、自由市场兴起后，农民们越来越多地自己管理灌溉，并主要使用中国制造的便宜水泵。

source: Tens of millions of smallholders have invested in their own pumps so that they can extract water from shallow aquifers whenever they choose.
zh_cn: 上千万的小农户自己出资买水泵，以便随时从浅表水层中抽水。

source: Governments have been unable to regulate this practice, which has led to major exploitation of water resources.
zh_cn: 政府无法规范这种行为，导致了大量的水资源被不当使用。

source: Water tables in parts of India and China have dropped catastrophically in the last few years.
zh_cn: 过去几年里中国和印度部分地区的地下水位严重下降。

source: "It's a trend that will become more common.
zh_cn: “这种趋势会越来越普遍。

source: The consequence will be more farmer suicides, hardship and collapsing enterprises," said Chartres.
zh_cn: 其结果是，更多的农民自杀，生计艰难，企业倒闭，”沙特尔说道。

source: The food crisis is compounded by millions of wealthier people in developing countries turning away from traditional rice and cereal-based diets to western dairy and meat-based foods that require more water, says the report.
zh_cn: 报告说，发展中国家有数百万的富人，他们的饮食结构从传统的大米和谷物为基础转为西餐和肉类为基础，从而需要更多的水。这也加剧了粮食危机。

source: "The agriculture of tomorrow will need a lot more water.
zh_cn: “今后的农业需要更多的水资源。

source: Given that one litre of water is used to produce one calorie of food, the world will need up to 6,000 cubic kilometres of additional water every year to feed another 2.5 billion people 2,500 calories per day.
zh_cn: 假设一升水生产一卡路里食物，那么每年需要额外的6,000立方千米水来维持另外那25亿人口每人每天2,500卡路里的能量。”

source: "This is almost twice what we use today and is not sustainable," said Chartres.
zh_cn: “这几乎是我们现在用水量的两倍，而且是不可持续的，”沙特尔说。

source: The report urges countries to repair and modernise irrigation systems and use better drip-fed farming.
zh_cn: 报告敦促各国修葺和现代化灌溉系统，使用更好的滴灌农业。

source: The UN expects the world to have an extra 2.5 billion mouths to feed within 40 years, most of them in developing countries.
zh_cn: 联合国预计在未来40年里世界上会新添25亿张嘴，而大部在发展中国家。

source: Africa's population could double, Asia's could grow by nearly 30% and Pakistan's by 85%.
zh_cn: 非洲人口会翻倍，亚洲增长30%，而巴基斯坦增长85%。
